[
  {
    "main_cause": "Surestimation de l'impact de la crise nantaise sans considérer leur capacité de réaction ponctuelle à l'extérieur face à une équipe théoriquement inférieure.",
    "missed_factors": [
      "Historique des confrontations directes entre Paris FC et Nantes qui pourrait révéler une domination nantaise même en période difficile",
      "Analyse insuffisante de la réelle différence de niveau entre une équipe de Ligue 2 (Paris FC) et une équipe établie de Ligue 1 malgré sa crise",
      "Négligence du facteur motivation spécifique de Nantes face à un adversaire de division inférieure, contexte pouvant déclencher un sursaut d'orgueil"
    ],
    "actionable_conclusion": "Avant de parier sur une équipe de division inférieure contre une équipe en crise de l'élite, vérifier si l'écart de niveau structurel (budget, effectif, expérience) reste supérieur à 30% et analyser les 5 derniers matchs de l'équipe favorite contre des adversaires de niveau similaire.",
    "error_category": "sous_estimation_outsider",
    "match_id": "2025-10-24_1",
    "match": {
      "home_team": "Paris FC",
      "away_team": "Nantes",
      "league": "Ligue 1",
      "date": "18:45"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Paris FC)",
    "final_score": "1-2",
    "analysis_date": "2025-10-25T11:14:25.004192"
  },
  {
    "main_cause": "Surestimation de l'impact de la forme générale de Bologna sans considérer leur capacité défensive à l'extérieur face à une équipe désespérée.",
    "missed_factors": [
      "Analyse insuffisante des stats défensives de Bologna à l'extérieur qui pouvaient révéler une vulnérabilité malgré leur bonne forme générale",
      "Sous-estimation du facteur désespoir de Fiorentina à domicile (19e position) qui peut générer une intensité exceptionnelle même avec des lacunes techniques",
      "Négligence des confrontations directes récentes entre ces équipes qui auraient pu montrer une tendance aux matchs serrés ou aux remontées"
    ],
    "actionable_conclusion": "Pour les équipes bien classées jouant à l'extérieur contre un relégable à domicile, vérifier systématiquement les stats défensives away et privilégier les paris 'Both Teams to Score' plutôt que la victoire nette.",
    "error_category": "surestimation_favori",
    "match_id": "2025-10-26_5",
    "match": {
      "home_team": "Bologna",
      "away_team": "Fiorentina",
      "league": "Serie A",
      "date": "17:00"
    },
    "bet_type": "1X2",
    "bet_choice": "2 (Victoire Bologna)",
    "final_score": "2-2",
    "analysis_date": "2025-10-27T23:13:09.080248"
  },
  {
    "main_cause": "Surestimation de l'impact des absences d'Álvarez et Giménez sans analyser la capacité d'adaptation tactique de Simeone et la profondeur d'effectif d'Atletico.",
    "missed_factors": [
      "Historique des confrontations directes récentes montrant potentiellement une domination tactique d'Atletico sur Betis",
      "Analyse insuffisante de la réaction habituelle des équipes de Simeone après une lourde défaite (effet rebond psychologique)",
      "Sous-évaluation de la qualité des remplaçants d'Atletico (Sorloth, Correa) par rapport au niveau défensif réel de Betis à domicile"
    ],
    "actionable_conclusion": "Avant de parier sur une surprise basée sur les absences, vérifier les 5 dernières confrontations directes et pondérer l'effet rebond des équipes expérimentées après une défaite de 3+ buts d'écart.",
    "error_category": "absence_joueur",
    "match_id": "2025-10-27_0",
    "match": {
      "home_team": "Real Betis",
      "away_team": "Atletico Madrid",
      "league": "La Liga",
      "date": "20:00"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Real Betis)",
    "final_score": "0-2",
    "analysis_date": "2025-10-27T23:13:17.249398"
  }
]