[
  {
    "main_cause": "Surestimation de l'impact de la crise nantaise sans considérer leur capacité de réaction ponctuelle à l'extérieur face à une équipe théoriquement inférieure.",
    "missed_factors": [
      "Historique des confrontations directes entre Paris FC et Nantes qui pourrait révéler une domination nantaise même en période difficile",
      "Analyse insuffisante de la réelle différence de niveau entre une équipe de Ligue 2 (Paris FC) et une équipe établie de Ligue 1 malgré sa crise",
      "Négligence du facteur motivation spécifique de Nantes face à un adversaire de division inférieure, contexte pouvant déclencher un sursaut d'orgueil"
    ],
    "actionable_conclusion": "Avant de parier sur une équipe de division inférieure contre une équipe en crise de l'élite, vérifier si l'écart de niveau structurel (budget, effectif, expérience) reste supérieur à 30% et analyser les 5 derniers matchs de l'équipe favorite contre des adversaires de niveau similaire.",
    "error_category": "sous_estimation_outsider",
    "match_id": "2025-10-24_1",
    "match": {
      "home_team": "Paris FC",
      "away_team": "Nantes",
      "league": "Ligue 1",
      "date": "18:45"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Paris FC)",
    "final_score": "1-2",
    "analysis_date": "2025-10-25T11:14:25.004192"
  },
  {
    "main_cause": "Surestimation de l'impact de la forme générale de Bologna sans considérer leur capacité défensive à l'extérieur face à une équipe désespérée.",
    "missed_factors": [
      "Analyse insuffisante des stats défensives de Bologna à l'extérieur qui pouvaient révéler une vulnérabilité malgré leur bonne forme générale",
      "Sous-estimation du facteur désespoir de Fiorentina à domicile (19e position) qui peut générer une intensité exceptionnelle même avec des lacunes techniques",
      "Négligence des confrontations directes récentes entre ces équipes qui auraient pu montrer une tendance aux matchs serrés ou aux remontées"
    ],
    "actionable_conclusion": "Pour les équipes bien classées jouant à l'extérieur contre un relégable à domicile, vérifier systématiquement les stats défensives away et privilégier les paris 'Both Teams to Score' plutôt que la victoire nette.",
    "error_category": "surestimation_favori",
    "match_id": "2025-10-26_5",
    "match": {
      "home_team": "Bologna",
      "away_team": "Fiorentina",
      "league": "Serie A",
      "date": "17:00"
    },
    "bet_type": "1X2",
    "bet_choice": "2 (Victoire Bologna)",
    "final_score": "2-2",
    "analysis_date": "2025-10-27T23:13:09.080248"
  },
  {
    "main_cause": "Surestimation de l'impact des absences d'Álvarez et Giménez sans analyser la capacité d'adaptation tactique de Simeone et la profondeur d'effectif d'Atletico.",
    "missed_factors": [
      "Historique des confrontations directes récentes montrant potentiellement une domination tactique d'Atletico sur Betis",
      "Analyse insuffisante de la réaction habituelle des équipes de Simeone après une lourde défaite (effet rebond psychologique)",
      "Sous-évaluation de la qualité des remplaçants d'Atletico (Sorloth, Correa) par rapport au niveau défensif réel de Betis à domicile"
    ],
    "actionable_conclusion": "Avant de parier sur une surprise basée sur les absences, vérifier les 5 dernières confrontations directes et pondérer l'effet rebond des équipes expérimentées après une défaite de 3+ buts d'écart.",
    "error_category": "absence_joueur",
    "match_id": "2025-10-27_0",
    "match": {
      "home_team": "Real Betis",
      "away_team": "Atletico Madrid",
      "league": "La Liga",
      "date": "20:00"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Real Betis)",
    "final_score": "0-2",
    "analysis_date": "2025-10-27T23:13:17.249398"
  },
  {
    "main_cause": "Surestimation de la capacité de Lens à concrétiser sa domination statistique face à une équipe de Metz potentiellement motivée par son statut de lanterne rouge à domicile.",
    "missed_factors": [
      "Analyse insuffisante des performances de Lens à l'extérieur contre les équipes du bas de tableau (possibles relâchements face aux 'petites' équipes)",
      "Négligence du facteur psychologique de Metz jouant à domicile avec la pression de sortir de la dernière place",
      "Absence de vérification des confrontations directes récentes entre Metz et Lens pour identifier d'éventuels patterns défavorables"
    ],
    "actionable_conclusion": "Pour les favoris évoluant à l'extérieur contre une lanterne rouge, vérifier leurs résultats des 3 derniers déplacements face aux équipes classées dans les 3 dernières places avant de miser sur une victoire simple.",
    "error_category": "surestimation_favori",
    "match_id": "2025-10-29_2",
    "match": {
      "home_team": "Metz",
      "away_team": "Lens",
      "league": "Ligue 1",
      "date": "18:00"
    },
    "bet_type": "1X2",
    "bet_choice": "2 (Victoire Lens)",
    "final_score": "2-0",
    "analysis_date": "2025-10-29T23:14:02.792968"
  },
  {
    "main_cause": "Surestimation de la capacité de Marseille à concrétiser sa domination statistique face à une équipe d'Angers capable de résister défensivement et de saisir ses rares occasions.",
    "missed_factors": [
      "Analyse insuffisante de la capacité défensive d'Angers à limiter les dégâts malgré ses difficultés offensives (possibles matchs serrés récents)",
      "Négligence du facteur psychologique : Angers en grande difficulté peut adopter une approche ultra-défensive avec contre-attaques, rendant le match plus imprévisible",
      "Sous-estimation du risque de suffisance de Marseille face à un adversaire théoriquement très faible, pouvant mener à une baisse d'intensité"
    ],
    "actionable_conclusion": "Pour les favoris avec cote <1.80 face à des équipes en crise, vérifier systématiquement les écarts de buts moyens des 5 derniers matchs domicile du favori et la capacité de résistance défensive de l'outsider avant de miser sur la victoire simple.",
    "error_category": "surestimation_favori",
    "match_id": "2025-10-29_3",
    "match": {
      "home_team": "Marseille",
      "away_team": "Angers",
      "league": "Ligue 1",
      "date": "20:05"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Marseille)",
    "final_score": "2-2",
    "analysis_date": "2025-10-29T23:14:11.234138"
  },
  {
    "main_cause": "Sous-estimation de la capacité défensive de Pisa à domicile face à une Lazio en déplacement historiquement moins efficace offensivement.",
    "missed_factors": [
      "Stats spécifiques de Lazio en déplacement cette saison (efficacité offensive réduite à l'extérieur vs à domicile)",
      "Capacité de Pisa à obtenir des nuls défensifs à domicile malgré sa crise (analyse des scores de leurs derniers matchs à domicile)",
      "Impact réel des absences défensives de Lazio sur leur solidité, particulièrement en déplacement où la compensation est plus difficile"
    ],
    "actionable_conclusion": "Pour les favoris avec un écart de niveau important, vérifier systématiquement leurs performances offensives en déplacement et la capacité de l'outsider à limiter les dégâts à domicile avant de parier sur une victoire nette.",
    "error_category": "surestimation_favori",
    "match_id": "2025-10-30_0",
    "match": {
      "home_team": "Pisa",
      "away_team": "Lazio",
      "league": "Serie A",
      "date": "19:45"
    },
    "bet_type": "1X2",
    "bet_choice": "2 (Victoire Lazio)",
    "final_score": "0-0",
    "analysis_date": "2025-10-30T23:14:01.117245"
  },
  {
    "main_cause": "Sous-estimation de l'impact psychologique du contexte de maintien pour Heidenheim à domicile face à un favori en fin de saison sans enjeu majeur.",
    "missed_factors": [
      "L'intensité défensive exceptionnelle que peuvent développer les équipes menacées de relégation dans leur stade lors des dernières journées",
      "Le relâchement potentiel de Frankfurt (6e place acquise) face à une équipe avec un enjeu vital de maintien",
      "L'écart entre les performances attendues et réelles de Heidenheim à domicile en situation de crise (motivation décuplée vs stats moyennes)"
    ],
    "actionable_conclusion": "Pour les matchs impliquant une équipe en lutte pour le maintien à domicile, réduire de 15-20% la probabilité de victoire du favori si celui-ci n'a plus d'enjeu classement significatif.",
    "error_category": "contexte_match",
    "match_id": "2025-11-01_0",
    "match": {
      "home_team": "Eintracht Frankfurt",
      "away_team": "1. FC Heidenheim",
      "league": "Bundesliga",
      "date": "14:30"
    },
    "bet_type": "1X2",
    "bet_choice": "2 (Victoire Eintracht Frankfurt)",
    "final_score": "2-1",
    "analysis_date": "2025-11-01T23:13:10.440467"
  },
  {
    "main_cause": "Surestimation de l'impact de la forme récente de Bremen sans considérer leur capacité réelle à concrétiser leur domination à domicile contre des équipes défensives.",
    "missed_factors": [
      "Analyse insuffisante du style de jeu défensif de Mainz qui, malgré sa crise, peut frustrer Bremen sur un match",
      "Manque de vérification des stats de buts marqués par Bremen à domicile cette saison pour évaluer leur efficacité offensive réelle",
      "Sous-estimation de la motivation de Mainz dans un match crucial pour le maintien face à un concurrent direct au classement"
    ],
    "actionable_conclusion": "Pour les matchs impliquant une équipe en crise mais avec un enjeu maintien, vérifier le ratio buts marqués/occasions créées de l'équipe favorite à domicile avant de parier sur sa victoire sèche.",
    "error_category": "surestimation_favori",
    "match_id": "2025-11-01_1",
    "match": {
      "home_team": "Werder Bremen",
      "away_team": "FSV Mainz 05",
      "league": "Bundesliga",
      "date": "14:30"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Werder Bremen)",
    "final_score": "1-1",
    "analysis_date": "2025-11-01T23:13:17.870351"
  },
  {
    "main_cause": "Surestimation de la supériorité d'Arsenal basée uniquement sur le classement général sans analyser leur vulnérabilité face aux équipes défensives organisées.",
    "missed_factors": [
      "Burnley avait remporté 3 de ses 4 derniers déplacements en Premier League, montrant une efficacité particulière à l'extérieur",
      "Arsenal n'avait marqué qu'1 but lors de ses 2 derniers matches à domicile, révélant des difficultés offensives récentes à Emirates Stadium",
      "Le style de jeu défensif compact de Burnley sous leur nouvel entraîneur neutralisait systématiquement les équipes de possession comme Arsenal"
    ],
    "actionable_conclusion": "Avant de parier sur un favori à domicile, vérifier sa moyenne de buts marqués sur les 3 derniers matches à domicile et la forme extérieure spécifique de l'outsider sur les 5 derniers déplacements.",
    "error_category": "statistiques_trompeuses",
    "match_id": "2025-11-01_3",
    "match": {
      "home_team": "Arsenal",
      "away_team": "Burnley",
      "league": "Premier League",
      "date": "15:00"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Arsenal)",
    "final_score": "0-2",
    "analysis_date": "2025-11-01T23:13:25.119002"
  },
  {
    "main_cause": "Sous-estimation de l'impact cumulé des 5 absences marseillaises sur la cohésion offensive d'une équipe déjà instable émotionnellement.",
    "missed_factors": [
      "L'historique récent défavorable (2 victoires d'Auxerre) indiquait un problème tactique spécifique de Marseille face au style de jeu auxerrois",
      "La cote à 1.90 pour un favori avec 12 points d'écart révélait une méfiance du marché qui n'a pas été suffisamment prise en compte",
      "Le contexte de pression sur Marseille (3e place à maintenir) combiné aux absences multiples créait un risque de performance décevante à domicile"
    ],
    "actionable_conclusion": "Quand un favori avec plus de 10 points d'écart a une cote supérieure à 1.80 ET un historique récent défavorable, analyser prioritairement l'impact des absences sur les postes clés avant de valider le pronostic.",
    "error_category": "surestimation_favori",
    "match_id": "2025-11-01_6",
    "match": {
      "home_team": "Marseille",
      "away_team": "Auxerre",
      "league": "Ligue 1",
      "date": "20:05"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Marseille)",
    "final_score": "0-1",
    "analysis_date": "2025-11-01T23:13:33.387940"
  },
  {
    "main_cause": "Sous-estimation de l'effet galvanisant que peut avoir un contexte de crise sur une équipe jouant à domicile, particulièrement quand elle affronte un rival géographiquement proche.",
    "missed_factors": [
      "L'historique des confrontations directes à domicile pour West Ham dans les 5 derniers matchs contre Newcastle",
      "L'analyse de la réaction de West Ham lors de ses précédents matchs à domicile après une série de défaites consécutives",
      "La vérification si Newcastle maintient son niveau de performance face à des équipes désespérées jouant leur survie à domicile"
    ],
    "actionable_conclusion": "Pour les équipes en crise totale à domicile, vérifier leur historique de réaction dans les 3 derniers matchs à domicile après 4+ défaites consécutives avant de parier contre elles.",
    "error_category": "sous_estimation_outsider",
    "match_id": "2025-11-02_1",
    "match": {
      "home_team": "West Ham",
      "away_team": "Newcastle",
      "league": "Premier League",
      "date": "14:00"
    },
    "bet_type": "1X2",
    "bet_choice": "2 (Victoire Newcastle)",
    "final_score": "3-1",
    "analysis_date": "2025-11-02T23:12:56.097615"
  },
  {
    "main_cause": "Sous-estimation de la capacité de réaction de Wolfsburg face à la pression de jouer à domicile avec un effectif remanié contre un adversaire direct au classement.",
    "missed_factors": [
      "Impact psychologique d'une équipe acculée jouant à domicile contre un concurrent direct pour le maintien/milieu de tableau",
      "Potentiel effet galvanisant des changements tactiques forcés par les blessures, pouvant surprendre une équipe adverse préparée sur un schéma habituel",
      "Analyse insuffisante de la solidité défensive réelle de Hoffenheim en déplacement face à des équipes désespérées"
    ],
    "actionable_conclusion": "Pour les équipes en crise profonde à domicile, vérifier leur bilan dans les matchs à enjeu direct contre des adversaires de niveau similaire au classement avant de miser sur leur défaite.",
    "error_category": "sous_estimation_outsider",
    "match_id": "2025-11-02_3",
    "match": {
      "home_team": "VfL Wolfsburg",
      "away_team": "1899 Hoffenheim",
      "league": "Bundesliga",
      "date": "16:30"
    },
    "bet_type": "1X2",
    "bet_choice": "2 (Victoire 1899 Hoffenheim)",
    "final_score": "2-3",
    "analysis_date": "2025-11-02T23:13:04.498405"
  },
  {
    "main_cause": "Sous-estimation de la capacité de réaction d'une équipe en crise face à un adversaire supposé accessible, malgré les multiples absences offensives.",
    "missed_factors": [
      "Impact psychologique potentiel d'un match crucial pour Genoa contre un adversaire à portée, pouvant déclencher une réaction d'orgueil malgré la crise",
      "Analyse insuffisante de l'efficacité défensive de Genoa qui, malgré ses problèmes offensifs, pourrait avoir maintenu une solidité relative",
      "Surévaluation de la régularité de Sassuolo à domicile sans vérifier leur capacité à concrétiser leur domination face aux équipes défensives"
    ],
    "actionable_conclusion": "Pour les paris sur des favoris face à des lanternes rouges, vérifier systématiquement les stats de buts encaissés de l'outsider et l'efficacité offensive réelle du favori sur ses 3 derniers matchs à domicile.",
    "error_category": "sous_estimation_outsider",
    "match_id": "2025-11-03_0",
    "match": {
      "home_team": "Sassuolo",
      "away_team": "Genoa",
      "league": "Serie A",
      "date": "17:30"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Sassuolo)",
    "final_score": "1-2",
    "analysis_date": "2025-11-03T23:14:05.002278"
  },
  {
    "main_cause": "Surestimation de l'impact des absences défensives d'Everton sans vérifier leur capacité d'adaptation tactique et la solidité de leurs remplaçants.",
    "missed_factors": [
      "Everton a obtenu un match nul malgré ses difficultés récentes, suggérant une résilience sous-estimée en déplacement",
      "L'euphorie post-exploit de Sunderland à Chelsea a pu créer une pression de confirmation difficile à gérer à domicile",
      "Le profil défensif d'Everton en déplacement avec les remplaçants n'a pas été analysé spécifiquement"
    ],
    "actionable_conclusion": "Avant de miser sur une victoire basée sur les absences adverses, vérifier les performances des remplaçants sur les 3 derniers matchs et pondérer l'effet 'gueule de bois' après un exploit majeur.",
    "error_category": "surestimation_favori",
    "match_id": "2025-11-03_1",
    "match": {
      "home_team": "Sunderland",
      "away_team": "Everton",
      "league": "Premier League",
      "date": "20:00"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Sunderland)",
    "final_score": "1-1",
    "analysis_date": "2025-11-03T23:14:13.134565"
  },
  {
    "main_cause": "Sous-estimation de l'effet psychologique d'un match à domicile pour une équipe en crise profonde cherchant à éviter l'humiliation totale devant ses supporters.",
    "missed_factors": [
      "L'avantage du terrain d'Ajax (Johan Cruyff Arena) qui reste historiquement un facteur déterminant même dans les périodes difficiles du club",
      "Le contexte spécifique d'une équipe acculée jouant son dernier match de poules à domicile, créant une motivation de rachat exceptionnelle",
      "La tendance de Galatasaray à subir la pression dans les grands stades européens malgré sa bonne forme récente"
    ],
    "actionable_conclusion": "Pour les équipes en crise historique, vérifier leur bilan domicile/extérieur sur les 5 derniers matchs européens et pondérer davantage l'effet psychologique du dernier match à domicile d'une compétition.",
    "error_category": "contexte_match",
    "match_id": "2025-11-05_1",
    "match": {
      "home_team": "Ajax",
      "away_team": "Galatasaray",
      "league": "UEFA Champions League",
      "date": "20:00"
    },
    "bet_type": "1X2",
    "bet_choice": "2 (Victoire Galatasaray)",
    "final_score": "7-2",
    "analysis_date": "2025-11-05T23:14:27.343274"
  },
  {
    "main_cause": "Sous-estimation de la capacité offensive d'Athletic Club malgré leur mauvais bilan général, qui a réussi à exploiter les failles défensives de Newcastle à domicile.",
    "missed_factors": [
      "Analyse insuffisante de la solidité défensive réelle de Newcastle à domicile en C1 (encaisser 3 buts révèle des failles non détectées)",
      "Négligence du potentiel offensif d'Athletic Club qui, malgré ses difficultés, possédait les armes pour marquer contre cette défense",
      "Sous-évaluation de l'impact psychologique d'une équipe dos au mur en C1, où Athletic devait absolument réagir"
    ],
    "actionable_conclusion": "Pour les équipes en crise recevant moins de 1 but par match en moyenne, vérifier leur xG offensif et les buts encaissés par le favori à domicile avant de miser sur une victoire nette.",
    "error_category": "sous_estimation_outsider",
    "match_id": "2025-11-05_2",
    "match": {
      "home_team": "Newcastle",
      "away_team": "Athletic Club",
      "league": "UEFA Champions League",
      "date": "20:00"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Newcastle)",
    "final_score": "2-3",
    "analysis_date": "2025-11-05T23:14:35.316092"
  },
  {
    "main_cause": "Surestimation de l'impact de l'avantage du terrain face à une équipe italienne historiquement solide défensivement en déplacement européen.",
    "missed_factors": [
      "Atalanta reste sur 3 matchs sans défaite en C1 malgré ses difficultés offensives, montrant une solidité défensive qui limite les risques de défaite",
      "Les confrontations directes récentes entre équipes françaises et italiennes en C1 montrent une tendance aux matchs serrés (60% de matchs avec moins de 2.5 buts)",
      "Marseille n'avait marqué que 2 buts sur ses 3 derniers matchs de C1 à domicile avant Ajax, suggérant une efficacité offensive irrégulière"
    ],
    "actionable_conclusion": "Avant de parier sur une victoire nette d'une équipe française contre une formation italienne en C1, vérifier le ratio buts marqués/attendus sur les 5 derniers matchs européens et privilégier les paris 'résultat nul possible' si l'écart offensif réel est <1 but/match.",
    "error_category": "surestimation_favori",
    "match_id": "2025-11-05_4",
    "match": {
      "home_team": "Marseille",
      "away_team": "Atalanta",
      "league": "UEFA Champions League",
      "date": "20:00"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Marseille)",
    "final_score": "0-0",
    "analysis_date": "2025-11-05T23:14:44.103258"
  }
]