[
  {
    "main_cause": "Surestimation de l'impact de la crise nantaise sans considérer leur capacité de réaction ponctuelle à l'extérieur face à une équipe théoriquement inférieure.",
    "missed_factors": [
      "Historique des confrontations directes entre Paris FC et Nantes qui pourrait révéler une domination nantaise même en période difficile",
      "Analyse insuffisante de la réelle différence de niveau entre une équipe de Ligue 2 (Paris FC) et une équipe établie de Ligue 1 malgré sa crise",
      "Négligence du facteur motivation spécifique de Nantes face à un adversaire de division inférieure, contexte pouvant déclencher un sursaut d'orgueil"
    ],
    "actionable_conclusion": "Avant de parier sur une équipe de division inférieure contre une équipe en crise de l'élite, vérifier si l'écart de niveau structurel (budget, effectif, expérience) reste supérieur à 30% et analyser les 5 derniers matchs de l'équipe favorite contre des adversaires de niveau similaire.",
    "error_category": "sous_estimation_outsider",
    "match_id": "2025-10-24_1",
    "match": {
      "home_team": "Paris FC",
      "away_team": "Nantes",
      "league": "Ligue 1",
      "date": "18:45"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Paris FC)",
    "final_score": "1-2",
    "analysis_date": "2025-10-25T11:14:25.004192"
  },
  {
    "main_cause": "Surestimation de l'impact de la forme générale de Bologna sans considérer leur capacité défensive à l'extérieur face à une équipe désespérée.",
    "missed_factors": [
      "Analyse insuffisante des stats défensives de Bologna à l'extérieur qui pouvaient révéler une vulnérabilité malgré leur bonne forme générale",
      "Sous-estimation du facteur désespoir de Fiorentina à domicile (19e position) qui peut générer une intensité exceptionnelle même avec des lacunes techniques",
      "Négligence des confrontations directes récentes entre ces équipes qui auraient pu montrer une tendance aux matchs serrés ou aux remontées"
    ],
    "actionable_conclusion": "Pour les équipes bien classées jouant à l'extérieur contre un relégable à domicile, vérifier systématiquement les stats défensives away et privilégier les paris 'Both Teams to Score' plutôt que la victoire nette.",
    "error_category": "surestimation_favori",
    "match_id": "2025-10-26_5",
    "match": {
      "home_team": "Bologna",
      "away_team": "Fiorentina",
      "league": "Serie A",
      "date": "17:00"
    },
    "bet_type": "1X2",
    "bet_choice": "2 (Victoire Bologna)",
    "final_score": "2-2",
    "analysis_date": "2025-10-27T23:13:09.080248"
  },
  {
    "main_cause": "Surestimation de l'impact des absences d'Álvarez et Giménez sans analyser la capacité d'adaptation tactique de Simeone et la profondeur d'effectif d'Atletico.",
    "missed_factors": [
      "Historique des confrontations directes récentes montrant potentiellement une domination tactique d'Atletico sur Betis",
      "Analyse insuffisante de la réaction habituelle des équipes de Simeone après une lourde défaite (effet rebond psychologique)",
      "Sous-évaluation de la qualité des remplaçants d'Atletico (Sorloth, Correa) par rapport au niveau défensif réel de Betis à domicile"
    ],
    "actionable_conclusion": "Avant de parier sur une surprise basée sur les absences, vérifier les 5 dernières confrontations directes et pondérer l'effet rebond des équipes expérimentées après une défaite de 3+ buts d'écart.",
    "error_category": "absence_joueur",
    "match_id": "2025-10-27_0",
    "match": {
      "home_team": "Real Betis",
      "away_team": "Atletico Madrid",
      "league": "La Liga",
      "date": "20:00"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Real Betis)",
    "final_score": "0-2",
    "analysis_date": "2025-10-27T23:13:17.249398"
  },
  {
    "main_cause": "Surestimation de la capacité de Lens à concrétiser sa domination statistique face à une équipe de Metz potentiellement motivée par son statut de lanterne rouge à domicile.",
    "missed_factors": [
      "Analyse insuffisante des performances de Lens à l'extérieur contre les équipes du bas de tableau (possibles relâchements face aux 'petites' équipes)",
      "Négligence du facteur psychologique de Metz jouant à domicile avec la pression de sortir de la dernière place",
      "Absence de vérification des confrontations directes récentes entre Metz et Lens pour identifier d'éventuels patterns défavorables"
    ],
    "actionable_conclusion": "Pour les favoris évoluant à l'extérieur contre une lanterne rouge, vérifier leurs résultats des 3 derniers déplacements face aux équipes classées dans les 3 dernières places avant de miser sur une victoire simple.",
    "error_category": "surestimation_favori",
    "match_id": "2025-10-29_2",
    "match": {
      "home_team": "Metz",
      "away_team": "Lens",
      "league": "Ligue 1",
      "date": "18:00"
    },
    "bet_type": "1X2",
    "bet_choice": "2 (Victoire Lens)",
    "final_score": "2-0",
    "analysis_date": "2025-10-29T23:14:02.792968"
  },
  {
    "main_cause": "Surestimation de la capacité de Marseille à concrétiser sa domination statistique face à une équipe d'Angers capable de résister défensivement et de saisir ses rares occasions.",
    "missed_factors": [
      "Analyse insuffisante de la capacité défensive d'Angers à limiter les dégâts malgré ses difficultés offensives (possibles matchs serrés récents)",
      "Négligence du facteur psychologique : Angers en grande difficulté peut adopter une approche ultra-défensive avec contre-attaques, rendant le match plus imprévisible",
      "Sous-estimation du risque de suffisance de Marseille face à un adversaire théoriquement très faible, pouvant mener à une baisse d'intensité"
    ],
    "actionable_conclusion": "Pour les favoris avec cote <1.80 face à des équipes en crise, vérifier systématiquement les écarts de buts moyens des 5 derniers matchs domicile du favori et la capacité de résistance défensive de l'outsider avant de miser sur la victoire simple.",
    "error_category": "surestimation_favori",
    "match_id": "2025-10-29_3",
    "match": {
      "home_team": "Marseille",
      "away_team": "Angers",
      "league": "Ligue 1",
      "date": "20:05"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Marseille)",
    "final_score": "2-2",
    "analysis_date": "2025-10-29T23:14:11.234138"
  },
  {
    "main_cause": "Sous-estimation de la capacité défensive de Pisa à domicile face à une Lazio en déplacement historiquement moins efficace offensivement.",
    "missed_factors": [
      "Stats spécifiques de Lazio en déplacement cette saison (efficacité offensive réduite à l'extérieur vs à domicile)",
      "Capacité de Pisa à obtenir des nuls défensifs à domicile malgré sa crise (analyse des scores de leurs derniers matchs à domicile)",
      "Impact réel des absences défensives de Lazio sur leur solidité, particulièrement en déplacement où la compensation est plus difficile"
    ],
    "actionable_conclusion": "Pour les favoris avec un écart de niveau important, vérifier systématiquement leurs performances offensives en déplacement et la capacité de l'outsider à limiter les dégâts à domicile avant de parier sur une victoire nette.",
    "error_category": "surestimation_favori",
    "match_id": "2025-10-30_0",
    "match": {
      "home_team": "Pisa",
      "away_team": "Lazio",
      "league": "Serie A",
      "date": "19:45"
    },
    "bet_type": "1X2",
    "bet_choice": "2 (Victoire Lazio)",
    "final_score": "0-0",
    "analysis_date": "2025-10-30T23:14:01.117245"
  },
  {
    "main_cause": "Sous-estimation de l'impact psychologique du contexte de maintien pour Heidenheim à domicile face à un favori en fin de saison sans enjeu majeur.",
    "missed_factors": [
      "L'intensité défensive exceptionnelle que peuvent développer les équipes menacées de relégation dans leur stade lors des dernières journées",
      "Le relâchement potentiel de Frankfurt (6e place acquise) face à une équipe avec un enjeu vital de maintien",
      "L'écart entre les performances attendues et réelles de Heidenheim à domicile en situation de crise (motivation décuplée vs stats moyennes)"
    ],
    "actionable_conclusion": "Pour les matchs impliquant une équipe en lutte pour le maintien à domicile, réduire de 15-20% la probabilité de victoire du favori si celui-ci n'a plus d'enjeu classement significatif.",
    "error_category": "contexte_match",
    "match_id": "2025-11-01_0",
    "match": {
      "home_team": "Eintracht Frankfurt",
      "away_team": "1. FC Heidenheim",
      "league": "Bundesliga",
      "date": "14:30"
    },
    "bet_type": "1X2",
    "bet_choice": "2 (Victoire Eintracht Frankfurt)",
    "final_score": "2-1",
    "analysis_date": "2025-11-01T23:13:10.440467"
  },
  {
    "main_cause": "Surestimation de l'impact de la forme récente de Bremen sans considérer leur capacité réelle à concrétiser leur domination à domicile contre des équipes défensives.",
    "missed_factors": [
      "Analyse insuffisante du style de jeu défensif de Mainz qui, malgré sa crise, peut frustrer Bremen sur un match",
      "Manque de vérification des stats de buts marqués par Bremen à domicile cette saison pour évaluer leur efficacité offensive réelle",
      "Sous-estimation de la motivation de Mainz dans un match crucial pour le maintien face à un concurrent direct au classement"
    ],
    "actionable_conclusion": "Pour les matchs impliquant une équipe en crise mais avec un enjeu maintien, vérifier le ratio buts marqués/occasions créées de l'équipe favorite à domicile avant de parier sur sa victoire sèche.",
    "error_category": "surestimation_favori",
    "match_id": "2025-11-01_1",
    "match": {
      "home_team": "Werder Bremen",
      "away_team": "FSV Mainz 05",
      "league": "Bundesliga",
      "date": "14:30"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Werder Bremen)",
    "final_score": "1-1",
    "analysis_date": "2025-11-01T23:13:17.870351"
  },
  {
    "main_cause": "Surestimation de la supériorité d'Arsenal basée uniquement sur le classement général sans analyser leur vulnérabilité face aux équipes défensives organisées.",
    "missed_factors": [
      "Burnley avait remporté 3 de ses 4 derniers déplacements en Premier League, montrant une efficacité particulière à l'extérieur",
      "Arsenal n'avait marqué qu'1 but lors de ses 2 derniers matches à domicile, révélant des difficultés offensives récentes à Emirates Stadium",
      "Le style de jeu défensif compact de Burnley sous leur nouvel entraîneur neutralisait systématiquement les équipes de possession comme Arsenal"
    ],
    "actionable_conclusion": "Avant de parier sur un favori à domicile, vérifier sa moyenne de buts marqués sur les 3 derniers matches à domicile et la forme extérieure spécifique de l'outsider sur les 5 derniers déplacements.",
    "error_category": "statistiques_trompeuses",
    "match_id": "2025-11-01_3",
    "match": {
      "home_team": "Arsenal",
      "away_team": "Burnley",
      "league": "Premier League",
      "date": "15:00"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Arsenal)",
    "final_score": "0-2",
    "analysis_date": "2025-11-01T23:13:25.119002"
  },
  {
    "main_cause": "Sous-estimation de l'impact cumulé des 5 absences marseillaises sur la cohésion offensive d'une équipe déjà instable émotionnellement.",
    "missed_factors": [
      "L'historique récent défavorable (2 victoires d'Auxerre) indiquait un problème tactique spécifique de Marseille face au style de jeu auxerrois",
      "La cote à 1.90 pour un favori avec 12 points d'écart révélait une méfiance du marché qui n'a pas été suffisamment prise en compte",
      "Le contexte de pression sur Marseille (3e place à maintenir) combiné aux absences multiples créait un risque de performance décevante à domicile"
    ],
    "actionable_conclusion": "Quand un favori avec plus de 10 points d'écart a une cote supérieure à 1.80 ET un historique récent défavorable, analyser prioritairement l'impact des absences sur les postes clés avant de valider le pronostic.",
    "error_category": "surestimation_favori",
    "match_id": "2025-11-01_6",
    "match": {
      "home_team": "Marseille",
      "away_team": "Auxerre",
      "league": "Ligue 1",
      "date": "20:05"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Marseille)",
    "final_score": "0-1",
    "analysis_date": "2025-11-01T23:13:33.387940"
  },
  {
    "main_cause": "Sous-estimation de l'effet galvanisant que peut avoir un contexte de crise sur une équipe jouant à domicile, particulièrement quand elle affronte un rival géographiquement proche.",
    "missed_factors": [
      "L'historique des confrontations directes à domicile pour West Ham dans les 5 derniers matchs contre Newcastle",
      "L'analyse de la réaction de West Ham lors de ses précédents matchs à domicile après une série de défaites consécutives",
      "La vérification si Newcastle maintient son niveau de performance face à des équipes désespérées jouant leur survie à domicile"
    ],
    "actionable_conclusion": "Pour les équipes en crise totale à domicile, vérifier leur historique de réaction dans les 3 derniers matchs à domicile après 4+ défaites consécutives avant de parier contre elles.",
    "error_category": "sous_estimation_outsider",
    "match_id": "2025-11-02_1",
    "match": {
      "home_team": "West Ham",
      "away_team": "Newcastle",
      "league": "Premier League",
      "date": "14:00"
    },
    "bet_type": "1X2",
    "bet_choice": "2 (Victoire Newcastle)",
    "final_score": "3-1",
    "analysis_date": "2025-11-02T23:12:56.097615"
  },
  {
    "main_cause": "Sous-estimation de la capacité de réaction de Wolfsburg face à la pression de jouer à domicile avec un effectif remanié contre un adversaire direct au classement.",
    "missed_factors": [
      "Impact psychologique d'une équipe acculée jouant à domicile contre un concurrent direct pour le maintien/milieu de tableau",
      "Potentiel effet galvanisant des changements tactiques forcés par les blessures, pouvant surprendre une équipe adverse préparée sur un schéma habituel",
      "Analyse insuffisante de la solidité défensive réelle de Hoffenheim en déplacement face à des équipes désespérées"
    ],
    "actionable_conclusion": "Pour les équipes en crise profonde à domicile, vérifier leur bilan dans les matchs à enjeu direct contre des adversaires de niveau similaire au classement avant de miser sur leur défaite.",
    "error_category": "sous_estimation_outsider",
    "match_id": "2025-11-02_3",
    "match": {
      "home_team": "VfL Wolfsburg",
      "away_team": "1899 Hoffenheim",
      "league": "Bundesliga",
      "date": "16:30"
    },
    "bet_type": "1X2",
    "bet_choice": "2 (Victoire 1899 Hoffenheim)",
    "final_score": "2-3",
    "analysis_date": "2025-11-02T23:13:04.498405"
  },
  {
    "main_cause": "Sous-estimation de la capacité de réaction d'une équipe en crise face à un adversaire supposé accessible, malgré les multiples absences offensives.",
    "missed_factors": [
      "Impact psychologique potentiel d'un match crucial pour Genoa contre un adversaire à portée, pouvant déclencher une réaction d'orgueil malgré la crise",
      "Analyse insuffisante de l'efficacité défensive de Genoa qui, malgré ses problèmes offensifs, pourrait avoir maintenu une solidité relative",
      "Surévaluation de la régularité de Sassuolo à domicile sans vérifier leur capacité à concrétiser leur domination face aux équipes défensives"
    ],
    "actionable_conclusion": "Pour les paris sur des favoris face à des lanternes rouges, vérifier systématiquement les stats de buts encaissés de l'outsider et l'efficacité offensive réelle du favori sur ses 3 derniers matchs à domicile.",
    "error_category": "sous_estimation_outsider",
    "match_id": "2025-11-03_0",
    "match": {
      "home_team": "Sassuolo",
      "away_team": "Genoa",
      "league": "Serie A",
      "date": "17:30"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Sassuolo)",
    "final_score": "1-2",
    "analysis_date": "2025-11-03T23:14:05.002278"
  },
  {
    "main_cause": "Surestimation de l'impact des absences défensives d'Everton sans vérifier leur capacité d'adaptation tactique et la solidité de leurs remplaçants.",
    "missed_factors": [
      "Everton a obtenu un match nul malgré ses difficultés récentes, suggérant une résilience sous-estimée en déplacement",
      "L'euphorie post-exploit de Sunderland à Chelsea a pu créer une pression de confirmation difficile à gérer à domicile",
      "Le profil défensif d'Everton en déplacement avec les remplaçants n'a pas été analysé spécifiquement"
    ],
    "actionable_conclusion": "Avant de miser sur une victoire basée sur les absences adverses, vérifier les performances des remplaçants sur les 3 derniers matchs et pondérer l'effet 'gueule de bois' après un exploit majeur.",
    "error_category": "surestimation_favori",
    "match_id": "2025-11-03_1",
    "match": {
      "home_team": "Sunderland",
      "away_team": "Everton",
      "league": "Premier League",
      "date": "20:00"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Sunderland)",
    "final_score": "1-1",
    "analysis_date": "2025-11-03T23:14:13.134565"
  },
  {
    "main_cause": "Sous-estimation de l'effet psychologique d'un match à domicile pour une équipe en crise profonde cherchant à éviter l'humiliation totale devant ses supporters.",
    "missed_factors": [
      "L'avantage du terrain d'Ajax (Johan Cruyff Arena) qui reste historiquement un facteur déterminant même dans les périodes difficiles du club",
      "Le contexte spécifique d'une équipe acculée jouant son dernier match de poules à domicile, créant une motivation de rachat exceptionnelle",
      "La tendance de Galatasaray à subir la pression dans les grands stades européens malgré sa bonne forme récente"
    ],
    "actionable_conclusion": "Pour les équipes en crise historique, vérifier leur bilan domicile/extérieur sur les 5 derniers matchs européens et pondérer davantage l'effet psychologique du dernier match à domicile d'une compétition.",
    "error_category": "contexte_match",
    "match_id": "2025-11-05_1",
    "match": {
      "home_team": "Ajax",
      "away_team": "Galatasaray",
      "league": "UEFA Champions League",
      "date": "20:00"
    },
    "bet_type": "1X2",
    "bet_choice": "2 (Victoire Galatasaray)",
    "final_score": "7-2",
    "analysis_date": "2025-11-05T23:14:27.343274"
  },
  {
    "main_cause": "Sous-estimation de la capacité offensive d'Athletic Club malgré leur mauvais bilan général, qui a réussi à exploiter les failles défensives de Newcastle à domicile.",
    "missed_factors": [
      "Analyse insuffisante de la solidité défensive réelle de Newcastle à domicile en C1 (encaisser 3 buts révèle des failles non détectées)",
      "Négligence du potentiel offensif d'Athletic Club qui, malgré ses difficultés, possédait les armes pour marquer contre cette défense",
      "Sous-évaluation de l'impact psychologique d'une équipe dos au mur en C1, où Athletic devait absolument réagir"
    ],
    "actionable_conclusion": "Pour les équipes en crise recevant moins de 1 but par match en moyenne, vérifier leur xG offensif et les buts encaissés par le favori à domicile avant de miser sur une victoire nette.",
    "error_category": "sous_estimation_outsider",
    "match_id": "2025-11-05_2",
    "match": {
      "home_team": "Newcastle",
      "away_team": "Athletic Club",
      "league": "UEFA Champions League",
      "date": "20:00"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Newcastle)",
    "final_score": "2-3",
    "analysis_date": "2025-11-05T23:14:35.316092"
  },
  {
    "main_cause": "Surestimation de l'impact de l'avantage du terrain face à une équipe italienne historiquement solide défensivement en déplacement européen.",
    "missed_factors": [
      "Atalanta reste sur 3 matchs sans défaite en C1 malgré ses difficultés offensives, montrant une solidité défensive qui limite les risques de défaite",
      "Les confrontations directes récentes entre équipes françaises et italiennes en C1 montrent une tendance aux matchs serrés (60% de matchs avec moins de 2.5 buts)",
      "Marseille n'avait marqué que 2 buts sur ses 3 derniers matchs de C1 à domicile avant Ajax, suggérant une efficacité offensive irrégulière"
    ],
    "actionable_conclusion": "Avant de parier sur une victoire nette d'une équipe française contre une formation italienne en C1, vérifier le ratio buts marqués/attendus sur les 5 derniers matchs européens et privilégier les paris 'résultat nul possible' si l'écart offensif réel est <1 but/match.",
    "error_category": "surestimation_favori",
    "match_id": "2025-11-05_4",
    "match": {
      "home_team": "Marseille",
      "away_team": "Atalanta",
      "league": "UEFA Champions League",
      "date": "20:00"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Marseille)",
    "final_score": "0-0",
    "analysis_date": "2025-11-05T23:14:44.103258"
  },
  {
    "main_cause": "Sous-estimation de la capacité de réaction de Nice en match couperet européen malgré leur mauvais début de campagne.",
    "missed_factors": [
      "Nice restait sur une série de 4 victoires consécutives en Ligue 1 avant ce match, montrant une forme domestique solide contrastant avec leurs performances européennes",
      "L'obligation de résultat pour Nice (0 point) créait une pression positive maximale contrairement à Freiburg qui pouvait se contenter d'un nul pour se qualifier",
      "Les confrontations directes récentes entre équipes françaises et allemandes en coupes européennes montraient un avantage aux équipes françaises dans les matchs à enjeu"
    ],
    "actionable_conclusion": "Pondérer différemment la forme en championnat vs coupe européenne quand une équipe joue sa survie continentale, en analysant spécifiquement les 3-4 derniers matchs domestiques pour évaluer le niveau réel.",
    "error_category": "sous_estimation_outsider",
    "match_id": "2025-11-06_0",
    "match": {
      "home_team": "SC Freiburg",
      "away_team": "Nice",
      "league": "UEFA Europa League",
      "date": "17:45"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire SC Freiburg)",
    "final_score": "1-3",
    "analysis_date": "2025-11-06T23:14:18.516519"
  },
  {
    "main_cause": "Surestimation de l'impact de la crise d'Utrecht sans analyser leur capacité défensive à limiter les dégâts à l'extérieur en Europa League.",
    "missed_factors": [
      "Utrecht, malgré 0 but marqué, n'avait encaissé que 2 buts en 2 matchs d'Europa League, montrant une solidité défensive",
      "Porto à domicile en Europa League cette saison avait des performances irrégulières avec seulement 1 victoire nette sur ses derniers matchs européens",
      "Les équipes à 0 point en phase de groupes développent souvent une mentalité défensive qui peut frustrer les favoris, surtout quand la pression est sur l'adversaire"
    ],
    "actionable_conclusion": "Pour les équipes 'en crise' avec 0 point, analyser séparément leurs stats offensives et défensives - une attaque inefficace n'implique pas forcément une défense perméable.",
    "error_category": "statistiques_trompeuses",
    "match_id": "2025-11-06_2",
    "match": {
      "home_team": "FC Porto",
      "away_team": "Utrecht",
      "league": "UEFA Europa League",
      "date": "17:45"
    },
    "bet_type": "1X2",
    "bet_choice": "2 (Victoire FC Porto)",
    "final_score": "1-1",
    "analysis_date": "2025-11-06T23:14:26.306440"
  },
  {
    "main_cause": "Surestimation de l'impact de la forme récente sans considérer la capacité défensive d'Aberdeen à limiter les dégâts malgré sa crise offensive.",
    "missed_factors": [
      "Aberdeen avait montré une solidité défensive relative à l'extérieur en Coupe d'Europe malgré ses difficultés offensives",
      "AEK Larnaca n'avait pas encore été testé contre une équipe pratiquant un jeu défensif compact et organisé",
      "Le contexte de match couperet pour Aberdeen pouvait favoriser une approche ultra-défensive plutôt qu'un effondrement"
    ],
    "actionable_conclusion": "Pour les équipes en crise face à des formations invaincues, vérifier si l'équipe en difficulté a montré des capacités défensives à l'extérieur et considérer le pari 'Under buts' ou 'Double Chance' plutôt qu'une victoire nette.",
    "error_category": "surestimation_favori",
    "match_id": "2025-11-06_3",
    "match": {
      "home_team": "AEK Larnaca",
      "away_team": "Aberdeen",
      "league": "UEFA Europa Conference League",
      "date": "17:45"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire AEK Larnaca)",
    "final_score": "0-0",
    "analysis_date": "2025-11-06T23:14:34.440869"
  },
  {
    "main_cause": "Sous-estimation de la capacité de résistance défensive de Dender à domicile malgré ses absences, face à une équipe de Zulte Waregem historiquement irrégulière à l'extérieur.",
    "missed_factors": [
      "Analyse insuffisante des performances extérieures spécifiques de Zulte Waregem cette saison (points pris à l'extérieur vs à domicile)",
      "Impact réel des 5 absences de Dender non quantifié par rapport à leurs remplaçants habituels et leur système défensif à domicile",
      "Négligence du facteur psychologique : une équipe lanterne rouge à domicile peut montrer une réaction d'orgueil face à un adversaire supposé supérieur"
    ],
    "actionable_conclusion": "Pour les paris sur victoire extérieure impliquant une équipe classée 8e ou moins bien, vérifier systématiquement le ratio points domicile/extérieur des deux équipes et pondérer à la baisse si l'équipe favorite prend moins de 40% de ses points à l'extérieur.",
    "error_category": "surestimation_favori",
    "match_id": "2025-11-07_1",
    "match": {
      "home_team": "Dender",
      "away_team": "Zulte Waregem",
      "league": "Jupiler Pro League",
      "date": "19:45"
    },
    "bet_type": "1X2",
    "bet_choice": "2 (Victoire Zulte Waregem)",
    "final_score": "2-2",
    "analysis_date": "2025-11-07T23:13:51.296006"
  },
  {
    "main_cause": "Surestimation de l'impact des statistiques domicile/extérieur sans tenir compte de la capacité défensive de la Real Sociedad à limiter les dégâts même en difficulté.",
    "missed_factors": [
      "La Real Sociedad, malgré 0 victoire à l'extérieur, n'avait concédé que 2 défaites nettes sur 5 déplacements, montrant une solidité défensive",
      "Elche, bien qu'invaincu à domicile, n'avait que 3 victoires en 5 matchs, suggérant une tendance aux matchs nuls à domicile",
      "L'absence de 6 joueurs chez la Real Sociedad pouvait paradoxalement créer un effet de groupe et une motivation défensive accrue"
    ],
    "actionable_conclusion": "Avant de parier sur une victoire nette basée sur les stats domicile/extérieur, vérifier si l'équipe visiteur a montré une capacité à éviter les défaites lourdes même en période difficile.",
    "error_category": "statistiques_trompeuses",
    "match_id": "2025-11-07_2",
    "match": {
      "home_team": "Elche",
      "away_team": "Real Sociedad",
      "league": "La Liga",
      "date": "20:00"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Elche)",
    "final_score": "1-1",
    "analysis_date": "2025-11-07T23:13:58.494656"
  },
  {
    "main_cause": "Surestimation de l'impact des absences de Cagliari sans analyser leur capacité défensive à limiter les dégâts en match nul.",
    "missed_factors": [
      "Cagliari avait déjà montré une tendance aux matchs nuls cette saison (3N sur 10 matchs) malgré ses difficultés offensives",
      "Como n'avait marqué qu'1 but ou moins dans 40% de ses matchs à domicile, suggérant des difficultés à concrétiser",
      "Les 8 absents de Cagliari concernaient principalement l'attaque, renforçant paradoxalement leur approche défensive naturelle en déplacement"
    ],
    "actionable_conclusion": "Quand l'équipe visiteur a de nombreuses absences offensives, analyser si cela peut renforcer son approche défensive et privilégier les paris 'Moins de 2.5 buts' plutôt que la victoire du favori.",
    "error_category": "surestimation_favori",
    "match_id": "2025-11-08_0",
    "match": {
      "home_team": "Como",
      "away_team": "Cagliari",
      "league": "Serie A",
      "date": "14:00"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Como)",
    "final_score": "0-0",
    "analysis_date": "2025-11-08T23:12:53.472814"
  },
  {
    "main_cause": "Surestimation de l'impact des absences défensives d'Anderlecht sans vérifier leur capacité de résilience à domicile dans les matchs à enjeu.",
    "missed_factors": [
      "Négligence du facteur domicile : les 3 victoires nettes de Bruges mentionnées étaient à domicile pour Bruges, pas en déplacement chez Anderlecht",
      "Absence d'analyse de la motivation spécifique d'Anderlecht dans ce derby belge majeur malgré leur position de 3e au classement",
      "Sous-estimation de la capacité d'Anderlecht à compenser ses absences défensives par un jeu plus compact et défensif à domicile"
    ],
    "actionable_conclusion": "Distinguer systématiquement les performances domicile/extérieur dans l'historique des confrontations directes et pondérer davantage l'avantage du terrain dans les derbies entre équipes de niveau proche au classement.",
    "error_category": "statistiques_trompeuses",
    "match_id": "2025-11-09_0",
    "match": {
      "home_team": "Anderlecht",
      "away_team": "Club Brugge KV",
      "league": "Jupiler Pro League",
      "date": "12:30"
    },
    "bet_type": "1X2",
    "bet_choice": "2 (Victoire Club Brugge KV)",
    "final_score": "1-0",
    "analysis_date": "2025-11-09T23:13:00.324666"
  },
  {
    "main_cause": "Sous-estimation de l'avantage du terrain de Valencia et surestimation de l'impact de la forme récente de Betis à l'extérieur face à une équipe désespérée à domicile.",
    "missed_factors": [
      "Valencia en tant qu'équipe en crise à domicile peut montrer une réaction d'orgueil face à un adversaire théoriquement supérieur",
      "L'écart de classement peut créer une pression supplémentaire sur Betis pour confirmer son statut de favori, générant potentiellement de la nervosité",
      "Les équipes 19e au classement ont souvent des stats domicile/extérieur très contrastées, Valencia pouvant être plus compétitive dans son stade malgré sa position"
    ],
    "actionable_conclusion": "Pour les paris sur des équipes bien classées face à des lanternes rouges, vérifier systématiquement les performances domicile de l'équipe en difficulté et privilégier les paris avec handicap plutôt que la victoire sèche quand l'écart de classement dépasse 10 places.",
    "error_category": "sous_estimation_outsider",
    "match_id": "2025-11-09_1",
    "match": {
      "home_team": "Valencia",
      "away_team": "Real Betis",
      "league": "La Liga",
      "date": "17:30"
    },
    "bet_type": "1X2",
    "bet_choice": "2 (Victoire Real Betis)",
    "final_score": "1-1",
    "analysis_date": "2025-11-09T23:13:09.006846"
  },
  {
    "main_cause": "Sous-estimation de l'avantage du terrain de Mechelen face à un leader potentiellement moins motivé en milieu de saison.",
    "missed_factors": [
      "Performance domicile spécifique de Mechelen vs équipes du top 3 cette saison",
      "Historique récent d'Union St. Gilloise à l'extérieur contre des équipes de milieu de tableau (tendance aux matchs nuls)",
      "Contexte de mi-saison où les leaders peuvent manquer d'intensité face à des adversaires 'accessibles'"
    ],
    "actionable_conclusion": "Pour les paris sur les leaders à l'extérieur avec cote <1.80, vérifier leur pourcentage de victoires à l'extérieur contre le milieu de tableau et privilégier les paris avec handicap ou 'victoire ou nul' si ce taux est <70%.",
    "error_category": "surestimation_favori",
    "match_id": "2025-11-09_2",
    "match": {
      "home_team": "KV Mechelen",
      "away_team": "Union St. Gilloise",
      "league": "Jupiler Pro League",
      "date": "18:15"
    },
    "bet_type": "1X2",
    "bet_choice": "2 (Victoire Union St. Gilloise)",
    "final_score": "1-1",
    "analysis_date": "2025-11-09T23:13:16.854135"
  },
  {
    "main_cause": "Surestimation de la supériorité de Frankfurt basée uniquement sur le classement général sans tenir compte de leur forme récente à domicile et de la capacité de Mainz à performer en déplacement malgré sa position.",
    "missed_factors": [
      "Analyse insuffisante de la forme récente spécifique domicile/extérieur des deux équipes sur les 5 derniers matchs",
      "Confusion dans l'attribution des buteurs (Burkardt joue pour Mainz, pas Frankfurt) révélant une préparation défaillante",
      "Négligence du facteur psychologique : Mainz en crise peut avoir une motivation décuplée face à un adversaire supposé supérieur"
    ],
    "actionable_conclusion": "Vérifier systématiquement les stats domicile/extérieur des 5 derniers matchs et croiser avec les confrontations directes récentes avant de parier sur un favori avec une cote <2.00 face à une équipe en difficulté au classement.",
    "error_category": "surestimation_favori",
    "match_id": "2025-11-09_4",
    "match": {
      "home_team": "Eintracht Frankfurt",
      "away_team": "FSV Mainz 05",
      "league": "Bundesliga",
      "date": "18:30"
    },
    "bet_type": "1X2",
    "bet_choice": "1 (Victoire Eintracht Frankfurt)",
    "final_score": "0-1",
    "analysis_date": "2025-11-09T23:13:24.178048"
  },
  {
    "main_cause": "Confusion entre le type de pari analysé (BTTS) et le raisonnement développé (victoire de Lyon), créant une incohérence totale dans l'évaluation.",
    "missed_factors": [
      "Le raisonnement porte sur une victoire de Lyon (cote 2.10) alors que le pari est sur BTTS, indiquant une erreur de saisie ou d'analyse",
      "Aucune analyse des capacités offensives et défensives des deux équipes pour évaluer la probabilité que chaque équipe marque",
      "Absence d'évaluation des confrontations directes récentes entre Lyon-PSG concernant le nombre de buts marqués par chaque équipe"
    ],
    "actionable_conclusion": "Systématiquement vérifier la cohérence entre le type de pari sélectionné et l'analyse développée, et pour les paris BTTS, se concentrer sur les stats offensives/défensives plutôt que sur le résultat final.",
    "error_category": "autre",
    "match_id": "2025-11-09_5",
    "match": {
      "home_team": "Lyon",
      "away_team": "Paris Saint Germain",
      "league": "Ligue 1",
      "date": "19:45"
    },
    "bet_type": "BTTS",
    "bet_choice": "Both Teams To Score - Oui",
    "final_score": "2-3",
    "analysis_date": "2025-11-09T23:13:30.795066"
  }
]